Tekla.Structures.DrawingInternal.dotGrRectangle_t


Tekla.Structures.DrawingInternal.dotGrRectangle_t.ClosedGraphicObject


Tekla.Structures.DrawingInternal.dotGrRectangle_t.RectangleAttributes


Tekla.Structures.DrawingInternal.dotGrRectangle_t.StartPoint


Tekla.Structures.DrawingInternal.dotGrRectangle_t.EndPoint


Tekla.Structures.DrawingInternal.dotGrRectangle_t.Angle


Tekla.Structures.DrawingInternal.dotGrRectangle_t.ToStruct(Tekla.Structures.Drawing.Rectangle)


Tekla.Structures.DrawingInternal.dotGrRectangle_t.FromStruct(Tekla.Structures.Drawing.Rectangle)
